Repository: GovernoRegionalAcores/Koha-Contrib-Tamil
Catalog: po/*.po
Languages: fr

source: Exporting records to update
fr: Export des enregistrements à mettre à jour

source: Exporting records to delete
fr: Export des enregistrements à supprimer

source: Starting Koha Indexer Daemon
fr: Démarrage du daemon d'indexation Koha

source: [{name}] Index biblio ({biblio_count}) authority ({auth_count})
fr: [{name}] Indexation notices biblio ({biblio_count}) et d'autorité ({auth_count})

source: Create authorities from biblio records source: Koha DB target: {output} temporary file: {tmp_file}
fr: Crée les autorités à partir des notices bibliographiques source : Koha DB cible : {output} fichier temporaire : {tmp_file}

source: bibios count: {count}
fr: notices biblio traités : {count}

source: Sort and de-duplicate source: {tmp_file} target: {output}
fr: Tri et dédoublonnage source : {tmp_file} cible : {output}

source: Truncate table: auth_header
fr: Effacement de la table : auth_header

source: Load authorities into Koha from a file {test_flag} source: {source_file} target: Koha DB
fr: Chargement des autorités dans Koha à partir d'un fichier {test_flag} source : {source_file} cible : Koha DB

source: Creation of Sitemap files
fr: Création de fichiers Sitemap

source: Number of biblio records processed: {biblios} Number of Sitemap files: {files}
fr: Nombre de notices traitées : {biblios} Nom de fichiers Sitemap : {files}

source: Dump of Koha Catalog into file: {file}
fr: Vide un Catalogue Koha dans le fichier : {file}

source: Number of biblio records exported: {biblios}
fr: Nombre de notices exportées : {biblios}
